CoenraadS.bracket-pair-colorizer
Compulim.vscode-clock
Gimly81.matlab
HookyQR.beautify
IBM.output-colorizer
James-Yu.latex-workshop
PeterJausovec.vscode-docker
RolandGreim.sharecode
Zignd.html-css-class-completion
alefragnani.Bookmarks
ban.spellright
bierner.color-info
chrmarti.regex
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
felixfbecker.php-intellisense
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
goessner.mdmath
jdforsythe.add-new-line-to-files
jrebocho.vscode-random
marcostazi.VS-code-vagrantfile
mrorz.language-gettext
ms-mssql.mssql
ms-python.python
ms-vscode.cpptools
msjsdiag.debugger-for-chrome
naereen.makefiles-support-for-vscode
nwallace.peep
octref.vetur
rafaelmaiolla.remote-vscode
redhat.java
robinbentley.sass-indented
sandcastle.vscode-open
shinnn.stylelint
suyogsoti.todo-show
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
vsmobile.vscode-react-native
webfreak.debug
ziyasal.vscode-open-in-github
