42Crunch.vscode-openapi
bierner.color-info
bmewburn.vscode-intelephense-client
clinyong.vscode-css-modules
dbaeumer.vscode-eslint
dnicolson.binary-plist
eamodio.gitlens
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
GitHub.codespaces
hashicorp.terraform
humao.rest-client
IBM.output-colorizer
jebbs.plantuml
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.isort
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-toolsai.vscode-jupyter-cell-tags
ms-toolsai.vscode-jupyter-slideshow
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.cpptools
ms-vscode.remote-explorer
npxms.hide-gitignored
nwallace.peep
redhat.fabric8-analytics
redhat.java
redhat.vscode-commons
redhat.vscode-xml
redhat.vscode-yaml
ryuta46.multi-command
sandcastle.vscode-open
sibiraj-s.vscode-scss-formatter
sleistner.vscode-fileutils
stylelint.vscode-stylelint
vincaslt.highlight-matching-tag
VisualStudioExptTeam.intellicode-api-usage-examples
VisualStudioExptTeam.vscodeintellicode
vscodevim.vim
withfig.fig
YuTengjing.open-in-external-app
