ban.spellright
bierner.color-info
clinyong.vscode-css-modules
CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
dbaeumer.vscode-eslint
donjayamanne.githistory
eamodio.gitlens
EditorConfig.EditorConfig
eg2.vscode-npm-script
esbenp.prettier-vscode
felixfbecker.php-intellisense
file-icons.file-icons
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
geddski.macros
Gimly81.matlab
goessner.mdmath
Gruntfuggly.todo-tree
humao.rest-client
IBM.output-colorizer
James-Yu.latex-workshop
jdforsythe.add-new-line-to-files
konstantin.wrapSelection
mikestead.dotenv
ms-azure-devops.azure-pipelines
ms-python.python
ms-vscode.azure-account
ms-vscode.cpptools
ms-vscode.node-debug2
ms-vscode.vscode-typescript-tslint-plugin
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
npxms.hide-gitignored
nwallace.peep
Prisma.vscode-graphql
rafaelmaiolla.remote-vscode
redhat.java
robinbentley.sass-indented
sandcastle.vscode-open
vincaslt.highlight-matching-tag
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vscodevim.vim
yatki.vscode-surround
