bierner.color-info
bmewburn.vscode-intelephense-client
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
dnicolson.binary-plist
esbenp.prettier-vscode
esphome.esphome-vscode
formulahendry.auto-rename-tag
foxundermoon.shell-format
github.copilot
github.copilot-chat
ibm.output-colorizer
idleberg.applescript
mikestead.dotenv
ms-python.debugpy
ms-python.python
ms-python.vscode-pylance
ms-python.vscode-python-envs
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode.remote-explorer
openai.chatgpt
redhat.vscode-xml
redhat.vscode-yaml
ryuta46.multi-command
sandcastle.vscode-open
sibiraj-s.vscode-scss-formatter
stylelint.vscode-stylelint
vincaslt.highlight-matching-tag
vscodevim.vim
zoellner.openapi-preview
